#pragma once

LPCWSTR PROGRAM_DESCRIPTION = LR"(Приложение «Процесс-диспетчер» предназначено для управления и мониторинга процессов в операционной системе.

Основные функции:
1) Пользователь может выбрать исполняемый файл (.exe), который будет запущен в системе.
2) Приложение ведет учет всех активных процессов, запущенных непосредственно из него.
3) Пользователь может завершить активный процесс, дважды кликнув по нему в списке.
4) Приложение убирает из списка процессы, которые были завершены.)";